tap "1password/tap"
tap "anchore/grype"
tap "bufbuild/buf"
tap "chainguard-dev/tap"
tap "epk/epk"
tap "github/bootstrap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "neilotoole/sq"
tap "tidbyt/tidbyt"
tap "trufflesecurity/trufflehog"
brew "ack"
brew "act"
brew "adr-tools"
brew "openssl@3"
brew "libyaml"
brew "sqlite"
brew "ansible"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "ast-grep"
brew "atuin"
brew "autoconf"
brew "automake"
brew "azure-cli"
brew "bat"
brew "berkeley-db", link: true
brew "boost"
brew "chezmoi"
brew "cmake"
brew "libavif"
brew "gd"
brew "composer"
brew "coreutils"
brew "dasel"
brew "eza"
brew "fd"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libbluray"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fx"
brew "fzf"
brew "gcc"
brew "gcc@12"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git-lfs"
brew "gnupg"
brew "pkgconf"
brew "gobject-introspection"
brew "gping"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grype"
brew "helix"
brew "htop"
brew "hyperfine"
brew "libheif"
brew "imagemagick"
brew "iperf"
brew "jq"
brew "launchdns"
brew "libpcap"
brew "make"
brew "mas"
brew "zlib"
brew "mysql-client"
brew "mysql-client@8.0"
brew "mysql@8.0", restart_service: :changed
brew "neovim"
brew "nginx"
brew "opam"
brew "parallel"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "podman"
brew "postgresql@14"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "qpdf"
brew "ragel"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "ruff"
brew "scc"
brew "semgrep"
brew "shellcheck"
brew "syft"
brew "tokei"
brew "trash", link: true
brew "tree"
brew "uv"
brew "vectorscan"
brew "vim"
brew "watch"
brew "wget"
brew "xsv"
brew "yarn"
brew "yq"
brew "zellij"
brew "zig"
brew "zoxide"
brew "bufbuild/buf/buf"
brew "chainguard-dev/tap/chainctl"
brew "heroku/brew/heroku"
brew "jesseduffield/lazydocker/lazydocker"
brew "neilotoole/sq/sq"
brew "tidbyt/tidbyt/pixlet"
brew "trufflesecurity/trufflehog/trufflehog", link: false
cask "1password-cli"
cask "alacritty"
cask "block-goose"
cask "bruno"
cask "dozer"
cask "font-monaspace"
cask "font-sf-mono-nerd-font"
cask "jordanbaird-ice"
cask "meetingbar"
cask "podman-desktop"
mas "1Password for Safari", id: 1569813296
mas "Adobe Lightroom", id: 1451544217
mas "Agenda", id: 1287445660
mas "Bear", id: 1091189122
mas "Day One", id: 1055511498
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "Hidden Bar", id: 1452453066
mas "HyperList", id: 0
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Okta Extension App", id: 1439967473
mas "Pages", id: 409201541
mas "TestFlight", id: 899247664
mas "TextSniper", id: 1528890965
mas "Xcode", id: 497799835
vscode "docker.docker"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-codeql"
vscode "github.vscode-ghas-canary"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql-syntax"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "shopify.ruby-lsp"
vscode "swiftlang.swift-vscode"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
