adns
apr
apr-util
aspcud
autoconf
automake
bash
bat
bazel
binutils
cabal-install
cairo
cask
camlp4
cctools
clasp
clingo
cmake
coreutils
cscope
diffutils
ed
eigen
elasticsearch
emacs
erlang
fd
ffmpeg
file-formula
findutils
fontconfig
freetype
fzf
gawk
gdb
gdbm
gettext
git
glib
ghc
gmp
gnu-indent
gnu-sed
gnu-tar
gnu-which
gnupg
gnutls
go
gpatch
gradle
grep
gringo
gzip
htop
icu4c
ilmbase
jpeg
jq
kubernetes-cli
lame
less
libassuan
libffi
libgcrypt
libgpg-error
libidn2
libksba
libmagic
libpng
libtasn1
libtiff
libunistring
libusb
libyaml
logstash
lz4
lzip
m4
make
maven
mongodb
mpfr
nano
ncurses
nettle
node
npth
numpy
ocaml
ocamlbuild
oniguruma
opam
opencv
openexr
openssh
openssl
openssl@1.1
p11-kit
pcre
perl
perl518
perl@5.18
pinentry
pixman
pkg-config
pv
python
python@2
rabbitmq
readline
redis
rethinkdb
ripgrep-bin
rsync
ruby
sbt
scons
screen
sqlite
ssh-copy-id
subversion
tbb
tmux
tree
unzip
utf8proc
vim
watch
watchman
wdiff
wget
wxmac
x264
xsv
xvid
xz
yarn
zsh
zsh-completions
